Repository: ephios-dev/ephios_material_checklists
Catalog: ephios_material_checklists/locale/*/LC_MESSAGES/django.po
Languages: de

source: Material Checklists
de: Checklisten für medizinisches Material

source: Create and manage checklists to keep track of consumable material.
de: Erstelle und verwalte Checklisten um den Überblick über medizinisches Verbrauchsmaterial zu behalten.

source: Delete
de: Löschen

source: name
de: Bezeichnung

source: deprecated
de: Ausgesondert

source: only sub-checklist
de: Unter-Checkliste

source: pdf file
de: PDF-Datei

source: image
de: Bild

source: checklist
de: Checkliste

source: checklists
de: Checklisten

source: parent compartment
de: übergeordnetes Fach

source: parent checklist
de: übergeordnete Checkliste

source: checklist compartment
de: Checklisten-Fach

source: checklist compartments
de: Checklisten-Fächer

source: referenced checklist
de: referenzierte Checkliste

source: {compartment} (contents according to checklist {checklist})
de: {compartment} (Inhalt gemäß checkliste {checklist})

source: checklist compartment containing other checklist
de: Checklisten-Fach gemäß anderer Checkliste

source: checklist compartments containing other checklists
de: Checklisten-Facher gemäß anderen Checklisten

source: compartment
de: übergeordnetes Fach

source: notes
de: Bemerkungen

source: checklist entry
de: Checklisten-Eintrag

source: checklist entries
de: Checklisten-Einträge

source: ordering index
de: Sortierschlüssel

source: item type category
de: Materialkategorie

source: item type categories
de: Materialkategorien

source: category
de: Kategorie

source: has expiry date
de: Hat Ablaufdatum

source: item type
de: Materialtyp

source: item types
de: Materialtypen

source: Checklists
de: Checklisten

source: Management
de: Verwaltung

source: Manage checklists
de: Checklisten verwalten

source: Allows to create, edit and delete checklists.
de: Erlaubt das erstellen, bearbeiten und löschen von Checklisten für Verbrauchsmaterial.

source: Delete item type category
de: Materialkategorie löschen

source: Aboard delete
de: Löschen abbrechen

source: Content
de: Inhalt

source: Statistics
de: Statistiken

source: Last edited
de: Zuletzt bearbeitet

source: Contents
de: Inhalt

source: Items
de: Gegenstände

source: Types
de: verschiedene Typen

source: Used for
de: Genutzt für

source: Resources
de: Ressourcen

source: Document
de: Dokument

source: Download as PDF Document
de: PDF Herunterladen

source: PDF-File
de: PDF-Datei

source: Edit checklist
de: Checkliste bearbeiten

source: Create checklist
de: Checkliste erstellen

source: Save
de: Speichern

source: Reset changes
de: Änderungen zurücksetzen

source: Aboard editing
de: Bearbeitung abbrechen

source: Create
de: Erstellen

source: Clear form
de: Formular zurücksetzen

source: Aboard creation
de: Erstellung abbrechen

source: Add checklist
de: Checkliste hinzufügen

source: Edit item types
de: Materialtypen bearbeiten

source: No results
de: Keine Ergebnisse

source: Back to Checklist Overview
de: Zurück zur Checklisten-Übersicht

source: Overview
de: Übersicht

source: Stucture
de: Struktur

source: Edit
de: Bearbeiten

source: Deprecated
de: Ausgesondert

source: Only Sub-Checklist
de: Unter-Checkliste

source: No content yet.
de: Noch kein Inhalt.

source: cannot delete, appears in checklist
de: kann nicht gelöscht werden, wird in Checkliste genutzt

source: Add item type
de: Neuen Materialtyp hinzufügen

source: Are you sure you want to delete the item type category %(itemtypecategory)s?
de: Sind Sie sicher, dass Sie die Materialkategorie %(itemtypecategory)s löschen möchten?

source: The following item types from this category will be deleted as well:
de: Die folgenden Materialtypen von dieser Kategorie werden ebenfalls gelöscht:

source: Caution: All checklist entries containing these item types will also be deleted.
de: Achtung: Alle Checklisten-Einträge, die diese Materialtypen beinhalten, werden mit gelöscht.

source: There are no item types in this category yet.
de: Es gibt noch keine Materialtypen in dieser Kategorie.

source: Edit item type category
de: Materialkategorie bearbeiten

source: Create item type category
de: Materialkategorie erstellen

source: Edit Category Contents
de: Materialtypen bearbeiten

source: Edit Category
de: Kategorie Bearbeiten

source: Delete Category
de: Kategorie Löschen

source: Checklist %(name)s was created successfully. You can now specify it's contents.
de: Die Checkliste %(name)s wurde erfolgreich angelegt. Sie können nun den Inhalt spezifizieren.

source: Checklist %(name)s was updated successfully.
de: Die Checkliste %(name)s wurde erfolgreich aktualisiert.

source: Referenced PDF for %(name)s was set successfully.
de: Die PDF-Datei zur Checkliste %(name)s wurde erfolgreich hinterlegt.

source: Referenced PDF for %(name)s was removed successfully.
de: Die PDF-Datei zur Checkliste %(name)s wurde erfolgreich entfernt.

source: Checklist %(name)s was deleted successfully.
de: Die Checkliste %(name)s wurde erfolgreich gelöscht.

source: Category %(name)s was created successfully. You can now specify the item types.
de: Die Kategorie %(name)s wurde erfolgreich angelegt. Sie können nun die Materialtyen anlegen.

source: Item type category %(name)s was update successfully.
de: Die Materialkategorie %(name)s wurde erfolgreich angelegt.

source: Category %(name)s and it's item types were deleted successfully.
de: Die Kategorie %(name)s und die zugehörigen Materialtyen wurden erfolgreich gelöscht.

source: Item types were updated successfully.
de: Materialtypen wurden erfolgreich aktualisiert.
